9/data/attachments/62d0d93b61e4b1b4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_08dddee8-a5fa-454e-b38a-8c429f776567</nif:username>
            <nif:friendToBeAdded>Tracy_wonder_Actions_58107_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>